<template>
  <div class="d-flex flex-column justify-center">
    <div class="page-header">
      <v-container class="d-flex justify-space-between align-center">
        <h1>Пользовательское соглашение</h1>
      </v-container>
    </div>
    <v-container class="page-main pb-0">
      <h2>1. Общее положение</h2>
      <p>1.1. Настоящие «Правила продажи товаров в Интернет-магазине sportshow.store (далее — «Правила») определяют порядок розничной купли-продажи Товаров и Услуг через Интернет-магазин, и в соответствии со ст. 437 Гражданского Кодекса РФ являются официальной публичной офертой ООО «Петлайф» (ОГРН 1182724017409, ИНН 2723201337; Юридический адрес: 680000, г. Хабаровск, ул.Каралаша , д.29-36, телефон: +7 (4212) 933-626), далее именуемого «Продавец», адресованной физическим лицам, далее именуемым «Покупатель», при совместном упоминании Продавец и Покупатель также именуются «Стороны», а каждый по отдельности «Сторона»</p>
      <p>1.2. Заказывая Товары и Услуги через Интернет-магазин, Покупатель соглашается с Правилами, изложенными ниже.</p>
      <p>1.3. К отношениям между Покупателем и Продавцом применяются положения Гражданского Кодекса РФ (в т. ч. положение о розничной купле-продаже (§ 2, глава 30), Закон РФ</p>
      <p>1.4. Продавец оставляет за собой право вносить изменения в настоящие Правила в одностороннем порядке.</p>
      <p>1.5. Продавец доводит настоящие правила до Покупателя путем их размещения на странице сайта <a href="http://sportshow.store/agreement">http://sportshow.store/agreement</a></p>
      <p>1.6. Покупатель обязуется до момента оформления Заказа в интернет-магазине ознакомиться с содержанием настоящих Правил, а также с иными условиями, указанными на сайте интернет-магазина, в том числе с ценами на товар, установленными в интернет-магазине.</p>
      <p>1.7. Покупатель подтверждает факт ознакомления и согласия с настоящими Правилами при оформлении Заказа посредством заполнения электронной формы Заказа.</p>
      <p>1.8. Действующая версия Правил размещена на сайте Интернет-магазина.</p>
      <h2>2. Оформление и сроки выполнения заказа</h2>
      <p>2.1. Заказ Покупателя может быть оформлен через сеть Интернет.</p>
      <p>2.2. Заказ может быть оформлен на Товары или Услуги, которые указаны в каталоге Продавца на сайте.</p>
      <p>2.3. Заказ оформляется путем заполнения Покупателем электронной формы Заказа на сайте Продавца.</p>
      <p>2.4. При оформлении Заказа Покупателем указывается:</p>
      <p>2.4.1. контактный номер телефона (обязательно);</p>
      <p>2.4.2. электронная почта (при наличии).</p>
      <p>2.5. Стороны предполагают, что Покупатель указывает при оформлении Заказа достоверные контактные данные, не нарушая при этом права третьих лиц.</p>
      <p>2.6. После оформления на сайте, Продавец в срок до 3 (трех) рабочих дней обрабатывает направленную Покупателем Заявку. По результатам обработки Продавец подтверждает Заявку. Заявка считается подтвержденной после получения Покупателем уведомления о принятии и оформлении Заказа по смс и/или электронной почте, с указанием номера Заказа. До получения подтверждения Заказа, с указанием его номера, договор дистанционной купли-продажи считается не заключенным</p>
      <p>2.7. В случае, если у Продавца отсутствует необходимое количество Товара для обеспечения части Заказа, Продавец в течение 3 (трех) рабочих дней с даты оформления Заказа информирует об этом Покупателя по смс и/или электронной почте, указанной при оформлении Заказа. В случае неполучения ответа Покупателя в течение 1 (одного) календарного дня с даты оформления Заказа, Продавец вправе аннулировать Заказ в полном объеме.</p>
      <p>2.8. В случае, если у Продавца отсутствует необходимое количество Товара для обеспечения Заказа в полном объеме, Продавец в течение 1 (одного) рабочего дня с даты оформления Заказа информирует об этом Покупателя по смс и/или электронной почте, указанной при Оформлении Заказа, после чего Продавец вправе аннулировать Заказ в полном объеме.</p>
      <p>2.9. После оплаты Заказа Продавец уведомляет Покупателя по смс и/или электронной почте, указанной при оформлении Заказа, о дате готовности Заказа, номере Заказа, готовности Заказа, сроках хранения Заказа.</p>
      <p>2.10. Продавец вправе в одностороннем порядке ограничить количество товарных позиций в одном заказе, сумму одного заказа, а также количество заказов, единовременно отправляемых на один адрес одному Покупателю.</p>
      <p>2.11. При оформлении Заказа Форма возможной оплаты заказа определяется по соглашению между Продавцом и Покупателем при оформлении заказа и не должна противоречить действующему законодательству РФ.</p>
      <p>2.12. Договор розничной купли-продажи считается заключённым с момента оплаты Покупателем заказанных Товаров и выдачи кассового/товарного чеков или с даты подтверждения Заказа Продавцом. В случае приобретения покупателем товара по акции, определенные продавцом в акции условия приобретения товара являются для сторон существенными условиями заключаемого договора купли-продажи (ч.1 ст.432 Гражданского кодекса РФ).</p>
      <p>2.13. Дата готовности Заказа определяется Продавцом в одностороннем порядке при оформлении Заказа.</p>
      <p>2.14. Продавец обязуется хранить Заказ Покупателя в течение срока хранения, указанного при оформлении Заказа. Неполучение Заказа в указанный срок считается отказом Покупателя от договора купли-продажи и является основанием для аннулирования Заказа Продавцом. Если неполученный Заказ был предоплачен, денежные средства возвращаются Покупателю в порядке, предусмотренном Настоящими Правилами.</p>
      <p>2.15. Покупатель вправе отказаться от приобретаемого Товара в любое время до его передачи, а после передачи товара - в течение 7 дней. Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства.</p>
      <h2>3. Оплата заказа</h2>
      <p>3.1. Цена Товара/Услуги указывается рядом с определённым наименованием Товара/Услуги в Интернет-магазине.</p>
      <p>3.2. Цена Товара/Услуг указывается в рублях Российской Федерации и включает в себя налог на добавленную стоимость.</p>
      <p>3.3. Цена Товара/Услуги в Интернет-магазине может быть изменена Продавцом в одностороннем порядке. Цена товара действительна на момент подтверждения заказа Покупателем. При этом цена на заказанный Покупателем Товар изменению не подлежит.</p>
      <p>3.4. Оплата Заказа возможна после подтверждения Заказа Продавцом.</p>
      <p>3.5. Оплата Заказа Покупателем производится в рублях.</p>
      <p>3.6. Оплата Заказа может производиться одним из следующих способов:</p>
      <p>3.6.1. при выборе Покупателем способа получения заказа в розничном магазине оплата возможна при получении товара наличными денежными средствами, банковской картой в кассе розничного магазина, либо в момент оформления заказа на сайте посредством сервисов интернет-эквайринга: онлайн-оплата банковской картой, оплата из кошелька ЮMoney.</p>
      <p>3.6.2. доступные способы оплаты при выборе Покупателем доставки Товара указываются на странице Интернет-магазина Продавца по адресу <a href="http://sportshow.store/delivery">http://sportshow.store/delivery</a> </p>
      <p>3.7. Оплата Товара на сайте производится через страницу партнера (ООО НКО «ЮМани»). Денежные средства перечисляются на реквизиты Партнера. В случае возврата денежных средств Покупателю, возврат осуществляется от лица ООО НКО «ЮМани».</p>
      <h2>4. Прочие условия</h2>
      <p>4.1. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, приобретённых в Интернет-магазине.</p>
      <p>4.2. Продавец не отвечает за убытки Покупателя, возникшие в результате</p>
      <p>4.2.1. неправильного заполнения бланка-заказа, в т. ч. неправильного указания персональных данных,</p>
      <p>4.2.2. неправомерных действий третьих лиц.</p>
      <p>4.3. При оформлении Заказа Покупатель подтверждает, что приобретает товар исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.</p>
      <p>4.4. Порядок обмена и возврата Товара, приобретенного Покупателем, указывается на странице Интернет-магазина Продавца по адресу <a href="http://sportshow.store/agreement">http://sportshow.store/agreement</a></p>
      <p>4.5. Все претензии, связанные с заключенным договором розничной купли – продажи, Покупатель обязуется направлять исключительно в простой письменной форме на адрес обособленного подразделения Продавца – магазин самовывоза, либо на адрес для претензий, указанный в товарном чеке.</p>
      <p>4.6. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу Правил, в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить разумными мерами.</p>
      <p>4.7. К отношениям между Покупателем и Продавцом применяется законодательство Российской Федерации.</p>
      <p>4.8. Оформляя Заказ, Покупатель гарантирует и подтверждает, что все условия настоящих Правил ему понятны, и он принимает их безусловно и в полном объёме.</p>
      <p>4.9. Недействительность какого-либо положения настоящих Правил не влечет за собой недействительность остальных положений.</p>
    </v-container>
  </div>
</template>

<script>
export default {
name: "agreement"
}
</script>

<style scoped lang="scss">
@import "~/assets/default.scss";

.w-50 {
  padding: 0 20px;
  width: 50%;
}
.page-header {
  h1 {
    font-family: 'Montserrat Light', sans-serif;
  }
}
.page-main{
  font-family: 'Montserrat', sans-serif;
  p{
    font-size: 18px;
    line-height: 30px;
    letter-spacing: 0.02em;
    margin: 15px 0;
  }
}
.w-100 {
  h6 {
    font-size: 1.1rem;
    letter-spacing: 0.03rem;
    line-height: 2.2rem;

    span {
      margin-left: 10px;
    }
  }
}
</style>
